export const questionData = [
  {
    id: 1,
    type: "multichoice",
    text: "В классе вы назначаете старостой:",
    answers: [
      "ученика, который дружит с учителями",
      "ученика, который хорошо учится",
      "ученика с хорошими лидерскими качествами",
    ],
  },
  {
    id: 2,
    type: "onechoice",
    text: "Больше всех в классе вы хвалите:",
    answers: [
      "тех, кто дружит с учителем, всё им сообщает",
      "тех, кто хорошо учится, у кого высокие результаты",
      "кто очень старается, независимо от результата стараний",
    ],
  },
  {
    id: 3,
    type: "shortAnswer",
    text: "Сколько у вас в классе друзей?",
    answers: [],
  },
  {
    id: 4,
    type: "longAnswer",
    text: "Вам нравится учиться?",
    answers: [],
  },
  {
    id: 5,
    type: "multichoice",
    text: "На открытых уроках вы доверите самое ответственное:",
    answers: [
      "тому, кто хорошо учится, кто выучит",
      "поработаете дополнительно с двоечниками, чтобы они тоже могли проявить себя",
      "тому, чьи родители хотят видеть своих детей выступающими",
    ],
  },
];
